["bank","notes","coins","first","day","covers","post","cards","postal","cancellations","postcross","collections","stamps","test","achanakmar","tiger","reserve","atr","this","permanent","pictorial","cancellation","ppc","issued","branch","office","bilaspur","chhattisgarh","pin","inaugurated","march","the","circular","design","features","key","species","with","text","'atr'","prominently","displayed","currently","active","adi","sankaracharya","varkala","sub","thiruvananthapuram","kerala","october","statue","sri","narayana","guru","revered","social","reformer","and","saint","impression","shown","here","dated","january","applied","years","samvidhan'","postcard","bearing","atal","bihari","vajpayee","commemorative","stamp","anna","road","warwick","electric","theatre","philatelic","bureau","head","chennai","tamil","nadu","hpo","building","former","south","india's","cinema","house","august","'azadi","amrit","mahotsav'","meghdoot","card","rbi","ombudsman","homi","bhabha","companion","piece","pc-","showing","same","struck","different","stationery","asiatic","cheetah","baikunthapur","koriya","district","axiom","mission","launch","special","raipur","june","commemorate","ax-","octagonal","rocket","globe","crew","countries","usa","india","poland","hungary","'axiom","'ax-","successful","return","july","capsule","country","representations","'successful","return'","from","bannerghatta","bengaluru","urban","karnataka","featuring","malabar","banded","peacock","butterfly","chakravaha","kanchipuram","april","swan","motif","ekambareswar","temple","congratulations","shubhanshu","shukla","mumbai","general","gpo","maharashtra","congratulate","group","captain","diamond-shaped","international","space","station","iss","above","earth's","'congratulations","second","indian","space'","varsh","samvidhan","ke'","deity","kalahasteeswara","swamy","srikalahasti","chittoor","andhra","pradesh","february","depicts","lord","shiva","presiding","kandel","canal","satyagraha","portrait","mahatma","gandhi","alongside","map","dhamtari","marked","'kandel","satyagraha'","hindi","english","mark","martyrs'","death","anniversary","lighted","candles","holy","cross","church","mapranam","madayikonam","thrissur","september","inside","maha","kumbha","mela","set","four","each","scene","sacred","banyan","tree","kalash","pilgrims","bathing","ganga","saints","meditating","camp","postcards","matched","maria","tribe","jagdalpur","bastar","distinctive","horned","headdress","gond-maria","community","marine","fossil","manendragarh","manendragarh-chirmiri-bharatpur","mcb","remains","ammonite","representing","paleontological","significance","area","mata","kaushalya","mandir","chand","khuri","chandkhuri","national","doctor's","stethoscope","caduceus","medical","symbol","bilingual","azadi","mahotsav","paise","imprint","pahadi","myna","hill","tongpal","dantewada","gracula","religiosa","state","bird","perched","picture","official","airmail","flight","allahabad","naini","released","circle","collaboration","psoi","society","world","vintage","humber","biplane","reproduction","historic","aerial","front","shows","logo","air","mail","was","chief","postmaster","shux","becoming","astronaut","pencil-sketch","his","suit","flag","isro","insignia","congrats","bold","red","lettering","printed","top","right","corner","semarsot","sanctuary","rajpur","sij","surguja","spotted","deer","chital","standing","near","riverbank","within","wildlife","reads","sabai","inauguration","date","earth","welcomes","photographs","spacex","falcon","dragon","spacecraft","grace","docked","four-member","carries","quote","its","explorers","returns","pride","brief","summary","bottom","docking","axiom-","rectangular","line-art","depiction","constitution","pooram","festival","elephant","caparisoned","associated","vellore","fort","moat","wide","water-filled","ditch","feature","fort's","military","architecture","welcome","marking","following","descending","under","parachutes","reading","'welcome","iss'","wild","buffalo","gariaband","large","animal","depicted","full","stride","includes","'wild","buffalo'","music","coinciding","traditional","musical","instruments","including","tabla","flute","mridangam","'world","day'","snake","cobra","coiled","around","border","sparrow","two","sparrows","flowering","along","mohammed","rafi","december","centenary","birth","one","greatest","playback","singers","singing","into","microphone","surrounded","rafi'","written","raj","kapoor","commemorating","legendary","bollywood","actor","filmmaker","illustration","iconic","chaplin-inspired","look","film","camera","strip","banner","kapoor'","world's","indigenous","peoples","baiga","tribal","artistry","showcasing","art","form","people","native","forests","central","shape","aditya","study","sun","aditya-l","solar","panels","deployed","stylized","representation","commemorates","space-based","observatory","describing","chandrayaan","deployment","pragyan","rover","moon's","surface","chandrayaan-","marks","moon","after","soft","landing","vikram","lander","milestone","lander-vikram","polar","region","achievement","dolphin","nose","lighthouse","visakhapatnam","dolphin's","well-known","coastal","landmark","situated","rocky","headland","entrance","harbour","introduced","has","since","been","removed","service","shipyard","ancient","craft","drawn","legend","buddha","that","reflects","deep-rooted","maritime","traditions","particular","used","longer","use","ambalal","sarabhai","cover","dec","qutb","minar","depicting","new","delhi","november","during","visit","crown","prince","akihito","princess","michiko","japan","'state","important","diplomatic","occasion","texas","ashley","science","ernakulam","observed","year","celebration","chinese","fishing","net","kochi","nets","locally","known","cheena","vala","which","line","shores","serving","code","magen","david","cochin","synagogue","mattancherry","jetty","six-pointed","star","seen","thookkuvilakku","ho-pb","hanging","brass","oil","lamp","commonly","continues","remain","tamilnadu","chattishgrah","maharastra"]