["bank","notes","coins","first","day","covers","post","cards","postal","cancellations","postcross","collections","stamps","adi","sankaracharya","anna","road","office","warwick","electric","theatre","meghdoot","asiatic","cheetah","circular","special","cancellation","featuring","the","head","dated","axiom","mission","launch","octagonal","for","showing","rocket","and","azadi","amrit","mahotsav","postcard","successful","return","capsule","returning","earth","bannerghatta","ppc","chakravaha","kanchipuram","congratulations","shubhanshu","shukla","deity","sri","kalahasteeswara","swamy","kandel","canal","satyagraha","lighted","candles","holy","cross","church","mapranam","maha","kumbha","mela","card","with","stamp","maria","tribe","distinctive","horned","headdress","marine","fossil","manendragarh","from","ammonite","mata","kaushalya","mandir","national","doctor's","pahadi","myna","hill","picture","official","airmail","flight","allahabad","naini","chief","postmaster","bengaluru","gpo","released","commemorating","shux","semarsot","sanctuary","permanent","depicting","spotted","deer","river","welcomes","ax-","docking","axiom-","iss","thrissur","pooram","festival","elephant","vellore","fort","moat","welcome","wild","buffalo","world","music","snake","sparrow","two","sparrows","flowering","branch","years","mohammed","rafi","raj","kapoor","international","world's","indigenous","peoples","baiga","tribal","artistry","raipur","india","chhattisgarh","rectangular","aditya","study","sun","chandrayaan","deployment","pragyan","rover","moon's","surface","chandrayaan-","soft","landing","lander-vikram","south","polar","region","moon","dolphin","nose","lighthouse","visakhapatnam","shipyard","death","anniversary","vikram","ambalal","sarabhai","cover","was","dec","qutb","minar","state","visit","crown","prince","akihito","princes","michiko","new","delhi","texas","ashley","science","kerala","ernakulam","issued","department","applied","pin","postmark","commemorates","observed","annually","february","across","chinese","fishing","net","kochi","pictorial","design","features","iconic","cheena","vala","large","cantilevered","nets","that","are","defining","landmark","kochi's","waterfront","inaugurated","august","this","currently","active","magen","david","cochin","synagogue","mattancherry","jetty","sub","star","six-pointed","symbol","march","thookkuvilakku","ho-pb","traditional","hanging","oil","lamp","typically","made","brass","bronze","june","one","ppcs","tas","test","isro","tamilnadu","karnataka","andhra","commemorative","chattishgrah","maharastra"]